Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Private barnehager eies hovedsakelig av foreldre, enkeltpersoner, foreninger og idèelle organisasjoner.
sme: Priváhta mánáidgárddiid eaiggádit váldoáššis vánhemat, ovttaskas olbmot, searvvit ja ideála organisašuvnnat.

source: Barnehageeier fastsetter nivå på foreldrebetalingen.
sme: Mánáidgárdeeaiggát mearrida vánhenmávssu.

source: Foreldrerådet i barnehagene fastsetter årsplan som sikrer at foreldre og ansatte kan medvirke i utformingen av det pedagogiske innholdet.
sme: Mánáidgárddiid vánhenráđđi mearrida jahkeplána mii sihkkarastá ahte vánhemat ja bargit sáhttet leat mielde váikkuheamen pedagogalaš sisdoalu hábmemis.

source: Barnehageeier har ansvar for å ansette tilstrekkelig og kompetente personale.
sme: Mánáidgárdeeaiggádis lea ovddasvástádus das ahte leat doarvái bargit ja gelbbolašvuohta.

source: Styrer og pedagogisk leder skal være utdannet barnehagelærer (regjeringen.no).
sme: Jođiheaddjis ja pedagogalaš jođiheaddjis galgá leat mánáidgárdeoahpaheaddji oahppu (regjeringen.

source: Samiske barnehager er viktige samarbeidspartnere for Sametinget.
sme: Sámi mánáidgárddit leat Sámedikki deaŧalaš ovttasbargooasálaččat.

source: Det er jevnlig kontakt med barnehageansatte og enkelte ganger også foreldre.
sme: Mánáidgárddiid bargiiguin ja muhtumin maiddái vánhemiiguin lea jeavddalaččat oktavuohta.

source: Sametinget arrangerer årlig barnehageseminar for ansatte i barnehager med tanke på kvalitetsutvikling, kompetanseheving og erfaringsutveksling.
sme: Sámediggi lágida jahkásaččat mánáidgárdeseminára mánáidgárddiid bargiid várás mas fáddán leat kvalitehtaovddideapmi, gelbbolašvuođa buorideapmi ja vásihusaid lonohallan.

source: Sametinget gir også veiledning til barnehageansatte om blant annet språkarbeid, innhold i samisk barnehagetilbud, pedagogisk materiell, Sametingets tilskuddsordninger og feiring av 6. februar i barnehagene.
sme: Sámediggi bagada maiddái mánáidgárddiid bargiid earret eará giellabarggus, sámi mánáidgárdefálaldaga sisdoalu birra, pedagogalaš ávdnasiin, Sámedikki doarjjaortnegiin ja guovvamánu 6. b. ávvudeames mánáidgárddiin.

source: I møte med barnehagene får Sametinget et godt innblikk i barnehagehverdagen i ulike kommuner.
sme: Deaivvadettiin mánáidgárdebargiiguin oažžu Sámediggi buori áddejumi mánáidgárddi árgabeaivvi birra sierra gielddain.

source: Dette danner grunnlaget for det videre arbeidet og satsingsområder i barnehagepolitikken.
sme: Dát bidjá vuođu viidáset bargui ja áŋgiruššansurggiide mánáidgárdepolitihkas.

source: Allsamisk og internasjonalt samarbeid
sme: Oppasámi ja riikkaidgaskasaš ovttasbargu

source: Da samene er et urfolk i Sápmi, må det prioriteres et samarbeid over landegrensene.
sme: Go sámit lea álgoálbmot Sámis, de vuoruhuvvo ovttasbargu riikarájáid rastá.

source: Sametinget vil gjennom samisk parlamentarisk råd (SPR), som er et felles samarbeidsorgan mellom Sametingene på finsk, svensk og norsk side av Sápmi, samt samene på russisk side, arbeide for en utvikling av den samiske kulturen gjennom et samarbeid og en sammenhengende Sápmi som helhet.
sme: Sámediggi áigu Sámi parlamentáralaš ráđi bokte, mii lea oktasaš ovttasbargoorgána Suoma, Ruoŧa ja Norgga beale Sámedikkiid gaskka, ja sámiid gaskka Ruošša bealde, ovddidit sámi kultuvrra ovttasbarggu bokte ja ollislaččat miehtá Sámi.

source: Internasjonalt samarbeide med andre urfolk er viktig der rettigheter og selvstyre til land og vann, kultur, språk og oppvekstsvilkår for barn behandles.
sme: Riikkaidgaskasaš ovttasbargu eará álgoálbmogiiguin lea deaŧalaš, man oktavuođas eana-, čáhce-, kultur-, giella- ja mánáid bajásšaddan vuoigatvuođaid ja iešstivrema meannuduvvojit.

source: Dette skjer blant annet gjennom deltagelse i ulike internasjonale fora for urfolks spørsmål blant annet “UN Permanent Forum on Indigenous Issues”, arktisk råd, barents-samarbeidet og andre nettverk der urfolkenes spørsmål behandles.
sme: Dát dáhpáhuvvá earret eará sierra riikkaidgaskasaš álgoálbmotáššiid foráide searvama bokte, earret eará ON álgoálbmogiid bistevaš forum, árktalaš ráđđi, barents-ovttasbargu ja eará fierpmádagat gos álgoálbmogiid áššit meannuduvvojit.

source: Statistikker
sme: MÁHTTOVUOĐĐU

source: Sametinget bygger sitt kunnskapsgrunnlag på egne statistikker.
sme: Statistihkat Sámedikki máhttovuođđun leat iežas statistihkat.

source: Følgende kunnskapsgrunnlag inneholder en oversikt over antall barnehager med samisktilbud, antall barn som får de ulike barnehagetilbudene og hvordan institusjonene fordeler seg fylkesvis.
sme: Čuovvovaš máhttovuođus lea geahčastat man ollu mánáidgárddiin lea sámefálaldat, man ollu mánát ožžot iešguđege mánáidgárdefálaldagaid ja movt ásahusat juohkásit fylkkaid dásis.

source: Diagrammet viser at det totalt er 65 barnehager som gir samisktilbud i Norge.
sme: Govus čájeha ahte Norggas lea oktiibuot 65 mánáidgárddis sámegielfálaldat.

source: Vi ser en økning på 6 barnehager da det var 59 barnehager i 2016 og en økning på 2 barnehager da det var 63 barnehager i 2017.
sme: Oaidnit ahte dát lohku lea lassánan guđain mánáidgárddiin, go 2016:s ledje 59 mánáidgárddi ja guokte mánáidgárddi bohte 2017:s dalle šadde 63 mánáidgárddi 2017:s.

source: Diagrammet viser at det i 2018 var 21 samiske barnehager, 11 samiske avdelinger i andre barnehager og 33 barnehager med språkopplæringstilbud.
sme: Govus čájeha ahte 2018:s ledje 21 mánáidgárddi, 11 sámeossodaga eará mánáidgárddiin ja 33 mánáidgárddis lei giellaoahpahusfálaldat.

source: Vi ser at antallet samiske barnehager går ned, mens antall samiske avdelinger har økt.
sme: Mii oaidnit ahte sámi mánáidgárddit geahppánit, go fas sámeossodagat lassánit.

source: Diagrammet viser at det var 758 barn i 2016, 846 barn i 2017 og 914 barn i 2018 totalt som fikk et samisktilbud.
sme: Govus čájeha ahte 2016:s ožžo oktiibuot 758 máná, 2017:s 846 máná ja 2018:s 914 máná sámefálaldaga.

source: Dette viser en økning på 156 barn fra 2016 til 2018.
sme: Dát čájeha ahte mánnálohku lea lassánan 156 mánáin 2016 rájes 2018 rádjai.

source: Diagrammet viser at det er 708 barn i 2016, 788 barn i 2017 og 830 barn i 2018 som fikk et nordsamisk barnehagetilbud.
sme: Govvosis oidno ahte 2016:s ožžo 708 máná, 2017:s 788 máná ja 2018:s 830 máná davvisámegielat mánáidgárdefálaldaga.

source: Statistikken viser at barnetallet har gått opp med 122 barn på to år.
sme: Statistihkka čájeha ahte mánnálohku lea lassánan 122 mánáin guovtti jagis.

source: Diagrammet viser at det er 19 barn i 2016, 24 barn i 2017 og 41 barn i 2018 som fikk et lulesamisk barnehagetilbud.
sme: Govvosis oidno ahte 2016:s ožžo 19 máná, 2017:s 24 máná ja 2018:s 41 máná julevsámegielat mánáidgárdefálaldaga.

source: Statistikken viser at barnetallet har gått opp med 22 barn på to år.
sme: Statistihkka čájeha ahte mánnálohku lea lassánan 22 mánáin guovtti jagis.

source: Diagrammet viser at det er 31 barn i 2016, 34 barn i 2017 og 43 barn i 2018 som fikk et sørsamisk barnehagetilbud.
sme: Govvosis oidno ahte 2016:s ožžo 31 máná, 2017.s 34 máná ja 2018:s 43 máná máttasámegielat mánáidgárdefálaldaga.

source: Statistikken viser at barnetallet har gått opp med 12 barn på to år.
sme: Statistihkka čájeha ahte mánnálohku lea lassánan 12 mánáin guovtti jagis.

source: Fylkesvis fordelt er det i Finnmark 483 barn i 18 samiske barnehager og avdelinger.
sme: Fylkka dásis leat 483 máná Finnmárkkus 18 mánáidgárddis ja ossodagain.

source: 481 barn i nordsamiske, 0 lulesamiske og 2 avdelinger tilbyr sørsamisk i barnehagen.
sme: 481 máná davvisámegielat, 0 julevsámegielat ja guokte ossodaga fállet máttasámegiela mánáidgárddis.

source: I Troms er det 128 barn i 8 samiske barnehager og avdelinger med kun nordsamisk tilbud.
sme: Romssas leat 128 máná 8 sámi mánáidgárddis ja ossodagat main dušše lea davvisámegielat fálaldat.

source: I Nordland er det ingen nord- og sørsamiske barnehager.
sme: Norlánddas eai lea oppage davvi- ja máttasámegielat mánáidgárddi.

source: 31 barn i en lulesamisk barnehage og en avdeling.
sme: 31 máná leat ovtta julevsámegielat mánáidgárddis ja okta ossodagas.

source: I Nord –Trøndelag er det en sørsamisk barnehageavdeling med 3 barn.
sme: Davvi-Trøndelágas lea okta máttasámegielat mánáidgárdeossodat gos leat golbma máná.

source: Og ingen lule- og nordsamiske barnehager.
sme: Doppe eai leat oppage julev- ja davvisámegielat mánáidgárddi.

source: I Sør-Trøndelag er det 12 barn i en sørsamisk barnehage, og 2 barn i nordsamisk avdeling.
sme: Mátta-Trøndelágas lea 12 máná ovtta máttasámegielat mánáidgárddis, ja guokte máná davvisámegielat ossodagas.

source: Og ingen lulesamiske barnehager.
sme: Doppe eai leat oppage julevsámegielat mánáidgárddit.

source: Oslo har en nordsamisk barnehage med 28 barn.
sme: Oslo lea davvisámegielat mánáidgárdi gos leat 28 máná.

source: Ett barn får både nord- og sørsamisk tilbud i denne barnehagen.
sme: Okta mánná oažžu davvi- ja máttasámegielatfálaldaga dán mánáidgárddis.

source: Når det gjelder samisk språkopplæring er den fylkesvis fordelt slik: I Finnmark er det 29 barn som får nordsamisk språktilbud i 3 norske barnehager.
sme: Go guoská sámi giellaoahpahussii lea juohkása dat fylkkaid dásis ná: Finnmárkkus leat 29 mánás davvisámegielat giellafálaldat golmma norgalaš mánáidgárddis.

source: I Troms får 134 barn tilbud om nordsamisk språkopplæring i 10 norske barnehager.
sme: Romssas lea 134 mánás fálaldat davvisámegiela giellaoahpahusas 10 mánáidgárddis.

source: I Nordland får 14 barn samisk språkopplæring i 4 norske barnehager.
sme: Norlánddas lea 14 mánás sámi giellaoahpahus 4 norgalaš mánáidgárddis.

source: 3 barn får nordsamisk språkopplæring, 9 barn får lulesamisk språkopplæring og 2 barn får sørsamisk språkopplæring.
sme: Golmma mánás lea davvisámegielat giellaoahpahus, ovcci mánás lea julevsámegiela giellaoahpahus ja guovtti mánás lea máttasámegielat giellaoahpahus.

source: I Nord-Trøndelag er det 5 barn som får sørsamisk språkopplæring i 4 norske barnehager.
sme: Davvi-Trøndelágas lea viđa mánás máttasámegiela giellaoahpahus njealji norgalaš mánáidgárddis.

source: I Sør-Trøndelag er det 15 barn som får sørsamisk språktilbud fordelt på 4 norske barnehager.
sme: Mátta-Trøndelágas lea 15 mánás máttasámegielat giellafálaldat njealji norgalaš mánáidgárddis.

source: I Oppland er det et barn som får nordsamisk språkopplæring på en barnehage og i Oslo/Akershus er det 27 barn som får tilbud på 7 norske barnehager.
sme: Opplánddas lea ovtta mánás davvisámegiela giellaoahpahus ovtta mánáidgárddis ja Oslos/Akershus lea 27 mánás fálaldat 7 norgalaš mánáidgárddis.

source: 25 barn får nordsamisk tilbud, ett barn får lulesamisk tilbud og ett barn får sørsamisk tilbud.
sme: 25 mánás lea davvisámegielat fálaldat, ovtta mánás julevsámegiela fálaldat ja ovtta mánás máttasámegielat fálaldat.

source: Diagrammet viser at det er fem fylker i Norge som gir et samisk barnehagetilbud.
sme: Diagrámmas oidno ahte viđa fylkkas Norggas lea sámi mánáidgárdefálaldat.

source: Det er 18 barnehager i Finnmark, 8 i Troms, 2 i Nordland, 3 i Trøndelag og en barnehage i Oslo/Akershus.
sme: 18 mánáidgárddi leat Finnmárkkus, gávcci Romssas, guokte Norlánddas, golbma Trøndelágas ja okta Oslos/Akershus.

source: (Diagrammet inneholder ikke samisk språkopplæringstilbud).
sme: (Diagrámmas ii leat mielde sámi giellaoahpahusfálaldat).

source: Per i dag går 91,8 prosent av alle barn i Norge i alderen 1-5 år i barnehage (SSB 2019).
sme: Otnáš nammii leat 91,8 % buot 1-5 jahkásaš mánáin gaskkas Norggas mánáidgárddis (SSB 2019).

source: Av disse er det 914 barn i 2018 som får et samisk barnehagetilbud.
sme: Dáid mánáid gaskkas lea 914 mánás 2018:s sámi mánáidgárdefálaldat.

source: Det er i dag flere barn som har et samisk barnehagetilbud enn det har vært tidligere, og flere samiske barnehager og avdelinger har blitt opprettet i kommuner også utenfor forvaltningsområdet for samiske språk.
sme: Dál lea eanet mánáin sámi mánáidgárdefálaldat go ovdal lea leamaš, ja ollu sámi mánáidgárddit ja ossodagat leat ásahuvvon gielddain maiddái olggobealde sámegielaid hálddašanguovllu.

source: Sametinget ser at samiske foreldre vil ha god kvalitet for sine barn.
sme: Sámediggi oaidná ahte sámi vánhemat sihtet buori fálaldaga mánáidasaset.

source: Flere foreldre krever en egen samisk barnehage som det beste tilbudet, og samisk avdeling i norsk barnehage er ikke godt nok.
sme: Máŋggat vánhemat gáibidit sierra sámi mánáidgárddi buoremus fálaldahkan, sámi ossodat norgalaš mánáidgárddis ii leat doarvái buorre.

source: Dette har imidlertid ført til at det enkelte plasser ikke er nok søkere til norske barnehager med samiskspråklig avdeling, og nedleggelser av slike tilbud har blitt et faktum.
sme: Dát lea dattetge dagahan ahte muhtun sajiin eai leat doarvái ohccit norgalaš mánáidgárddiide gos lea sámegielat ossodat, man geažil leat heaittihan dán lágan fálaldaga.

source: Når det gjelder samisk språkopplæring for samiske barn i norske barnehager, ser Sametinget at flere foreldre ønsker et slikt tilbud.
sme: Go guoská sámegiela giellaoahpahussii sámi mánáide norgalaš mánáidgárddiin, de oaidná Sámediggi ahte eanet vánhemat háliidit dákkár fálaldaga.

source: SAMISKE BARNS RETTIGHETER
sme: SÁMI MÁNÁID VUOIGATVUOĐAT

source: Lover og konvensjoner
sme: Lágat ja konvenšuvnnat

source: Flere lover og konvensjoner beskriver rettighetene som samiske barn har i dag.
sme: Máŋggain lágain ja konvenšuvnnain válddahuvvojit vuoigatvuođat mat sámi mánáin leat dál.

source: Sametinget vil løfte samiske barns rettigheter gjennom sin barnehagepolitikk.
sme: Sámediggi áigu loktet sámi mánáid vuoigatvuođaid mánáidgárdepolitihka bokte.

source: Barnekonvensjonen danner grunnlaget for samiske barns rettigheter og er inkorporert i norsk lovgivning med forrang for nasjonal lovgivning.
sme: Mánáidkonvenšuvdna lea vuođđun sámi mánáid vuoigatvuođaide ja lea ovttastahttojuvvon norgga láhkaaddimii ovdasajiin nationála láhkaaddima ektui.

source: Barnekonvensjonen omtaler ulike områder av barns rettigheter, mens artikkel 30 omtaler urfolks barns rettigheter til å leve i pakt med sin kultur, språk og religion sammen med andre medlemmer av sitt folk.
sme: Mánáidkonvenšuvnnas válddahuvvojit sierra suorggit mánáid vuoigatvuođaid ektui, ja 30. artihkkalis válddahuvvojit álgoálbmogiid mánáid vuoigatvuođat go guoská sin kultuvrii, gillii ja oskkoldahkii ahte ovttas eará iežas álbmoga lahtuiguin bisuhit.

source: Oversikten under henviser også til andre sentrale konvensjoner og lover for samiske barn.
sme: Vuolábealde lea bajilgovva mii čujuha maiddái eará guovddáš konvenšuvnnaide ja lágaide mat leat sámi mánáid várás.

source: FNs konvensjon om barns rettigheter, artikkel 30 «I stater hvor det finnes etniske, religiøse eller språklige minoriteter eller personer som tilhører en urbefolkning, skal et barn som tilhører en slik minoritet eller urbefolkningen, ikke nektes retten til sammen med andre medlemmer av sin gruppe å leve i pakt med sin kultur, bekjenne seg til og utøve sin religion, eller bruke sitt eget språk.» Grunnlovens § 108
sme: ON konvenšuvdna mánáid vuoigatvuođaid birra, 30. artihkal «I stater hvor det finnes etniske, religiøse eller språklige minoriteter eller personer som tilhører en urbefolkning, skal et barn som tilhører en slik minoritet eller urbefolkningen, ikke nektes retten til sammen med andre medlemmer av sin gruppe å leve i pakt med sin kultur, bekjenne seg til og utøve sin religion, eller bruke sitt eget språk.» Vuođđolága § 108

source: "Det påligger statens myndigheter å legge forholdene til rette for at den samiske folkegruppe kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv."
sme: "Lea stáhta eiseválddiid geatnegasvuohta láhčit diliid nu ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas giela, kultuvrra ja servodateallima."

source: ILO- konvensjonen om urfolks rettigheter Hovedprinsippet i ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater er urfolks rett til å bevare og videreutvikle sin egen kultur, og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet.
sme: ILO-konvenšuvdna álgoálbmogiid vuoigatvuođaid birra ILO-konvenšuvnna nr 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, váldoprinsihppan ahte álgoálbmogiin lea vuoigatvuohta bisuhit ja viidásetovddidit sin kultuvrra, ja eiseválddiid geatnegasvuohta lea bidjat doaibmabijuid doarjun dihtii dán barggu.

source: Lov om Sametinget og andre samiske forhold (1989) (Sameloven) Lovens formål er å legge forholdene til rette for at den samiske folkegruppe i Norge kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv. Lov om barnehager (2005)
sme: Láhka Sámedikki ja eará sámi riektediliid birra (1989) (Sámeláhka) Lovens formål er å legge forholdene til rette for at den samiske folkegruppe i Norge kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv. Mánáidgárdeláhka (2005)

source: » Rammeplan for barnehagens innhold og oppgaver (2017) (Forskrift til barnehageloven) «Samiske barnehager skal fremme barnas samiskspråklige kompetanse, styrke barnas samiske identitet og videreføre samiske verdier, samisk kultur og tradisjonskunnskap.
sme: § 2 Barnehagens innhold: «Barnehagen skal ta hensyn til barnas alder, funksjonsnivå, kjønn, sosiale, etniske og kulturelle bakgrunn, herunder samiske barns språk og kultur.» Mánáidgárdeláhka (2005) § 8 «Kommunen har ansvaret for at barnehagetilbudet til samiske barn i samiske distrikt bygger på samisk språk og kultur. I øvrige kommuner skal forholdene legges til rette for at samiske barn kan sikre og utvikle sitt språk og sin kultur.» Rámmaplána mánáidgárddi sisdoalu ja doaimmaid birra «Samiske barnehager skal fremme barnas samiskspråklige kompetanse, styrke barnas (2017) (Mánáidgárdelága láhkaásahus) samiske identitet og videreføre samiske verdier, samisk kultur og tradisjonskunnskap. I samiske barnehager er samisk hovedspråk.»

source: Internasjonale konvensjoner og norske lover fastslår, slik det er skissert ovenfor, at samiske barn og unge har rettighet til å lære og utvikle sitt språk og sin kultur.
sme: Riikkaidgaskasaš konvenšuvnnat ja norgga lágat mearridit nie movt lea daddjojuvvon bajábealde, ahte sámi mánáin ja nuorain leat vuoigatvuođat oahppat ovddidit sin giela ja kultuvrra.

source: Lov om barnehager (2005) (barnehageloven), regulerer barnehagene i Norge.
sme: Mánáidgárdeláhka (2005) regulere mánáidgárddiid Norggas.

source: Loven gjelder for både private og offentlige barnehager.
sme: Láhka guoská sihke priváhta ja almmolaš mánáidgárddiide.

source: Rammeplan for barnehagens innhold og oppgaver (2017) er en viktig forskrift til barnehageloven.
sme: Rámmaplána mánáidgárddi sisdoalu ja doaimmaid birra (2017) lea mánáidgárdelága deaŧalaš láhkaásahus.

source: Den utdyper bestemmelsene i loven om barnehagens formål, innhold og barns medvirkning, og inneholder krav til barnehagen for å sikre at alle barn får et kvalitetsmessig godt barnehagetilbud.
sme: Das čiekŋuduvvojit lága mearrádusat mánáidgárddi ulbmila, sisdoalu ja mánáid mielváikkuheami ektui, ja das gáibiduvvo ahte mánáidgárdi galgá sihkkarastit buot mánáide kvalitehta dáfus buori mánáidgárdefálaldaga.

source: Rammeplanens ni kapitler omhandler barnehagens verdigrunnlag, ansvar og roller, barnehagens formål og innhold, barns medvirkning, samarbeid mellom hjem og barnehage, overganger, barnehagen som pedagogisk virksomhet, barnehagens arbeidsmåter og barnehagens fagområder.
sme: Rámmaplána ovcci kapihttalis válddahuvvo mánáidgárddi árvovuođđu, ovddasvástádus ja rollat, mánáidgárddi ulbmil ja sisdoallu, mánáid mielváikkuheapmi, ovttasbargu ruovttu ja mánáidgárddi gaskka, sirdimat, mánáidgárddi pedagogalaš doaibma, mánáidgárddi bargovuogit ja mánáidgárddi fágasuorggit.

source: SAMISK BARNEHAGETILBUD
sme: SÁMI MÁNÁIDGÁRDEFÁLALDAT

source: Den samiske barnehagen som en pedagogisk institusjon
sme: Sámi mánáidgárdi pedagogalaš ásahussan

source: Barnehagen skal være en pedagogisk virksomhet som skal planlegges og vurderes.
sme: Mánáidgárdi galgá leat pedagogalaš doaibma mii ferte plánejuvvot ja árvvoštallojuvvot.

source: Målet med barnehagen som pedagogisk virksomhet, er å gi barna et tilrettelagt tilbud i tråd med barnehageloven og rammeplanen (Rammeplanen 2017:37).
sme: Mihttun mánáidgárddiin pedagogalaš doaibman lea ahte mánáide heivehuvvojit fálaldagat mánáidgárdelága ja rámmaplána mielde (Rámmaplána 2017: 37).

source: Sametingets barnehagepolitikk bygger på en grunnforutsetning om at de samiske barnehagenes kvalitet, innhold og verdier er sentrale i videreutviklingen av en helhetlig samisk utdanningspolitikk.
sme: Sámedikki mánáidgárdepolitihkka vuođđuduvvá dasa ahte sámi mánáidgárddiid kvalitehta, sisdoallu ja árvvut leat guovddážis ollislaš sámi oahppopolitihka viidásetovddideames.

source: Det er viktig at den nasjonale utdanningspolitikken inneholder målsettinger og strategier for å sikre at de urfolksrettslige minstestandarder overholdes.
sme: Deaŧalaš lea ahte nationála oahppopolitihkka sisdoallá mihttomeriid ja strategiijaid maid bokte sihkkarastojuvvo ahte álgoálbmotrievttálaš unnimus standárddat dollojuvvojit.

source: Barnehagepolitikken reflekterer et behov for en felles pedagogisk plattform og utfordringer på hvilke samiske verdier barnehagene skal bygge på og hvordan det best kan gjøres.
sme: Mánáidgárdepolitihkka reflektere ahte dárbbašuvvo oktasaš pedagogalaš geađgejuolgi ja hástalusaid makkár sámi árvvuide mánáidgárddit galget vuođđuduvvot ja mainna lágiin dan buoremusat sáhttá dahkat.

source: På et overordnet nivå må samene som folk sikres retten til å utvikle egne barnehager der metoder for opplæring og pedagogisk materiell står sentralt.
sme: Bajimuš dásis ferte sámiide álbmogin sihkkarastojuvvot vuoigatvuohta ovddidit iežas mánáidgárddiid man oktavuođas oahpahusmetodat ja pedagogalaš ávdnasat leat guovddážis.

source: Sametinget kjenner til at ikke alle samiske barnehager har et samisk innhold i den grad man skulle ønske.
sme: Sámediggi diehtá ahte buot sámi mánáidgárddiin ii leat dat sámi sisdoallu nugo sávašeimmet.

source: Dette til tross for at barnehagene har vedtektsfestet at de skal bygge på samisk språk og kultur, og skal ha samiskspråklige ansatte.
sme: Liikká vaikko mánáidgárddiin leat njuolggadusat ahte dat galget vuođđuduvvot sámi gillii ja kultuvrii, ja dain galget leat sámegielat bargit.

source: Barnehagens innhold handler ikke bare om metoder og pedagogisk materiell, men om i hvilken grad og om hvordan det samiske innholdet vektlegges og kommer til syne i praksis.
sme: Mánáidgárddi sisdoalus ii leat sáhka dušše metodain ja pedagogalaš ávdnasiin, muhto man dásis ja movt sámi sisdoallu deattuhuvvo ja boahtá oidnosii geavahusas.

source: Sametingets prosjekt «SáMOS» skal definere og finne ut hva en samisk barnehage er og skape rammer som danner grunnlaget for en samisk barnehagepedagogikk.
sme: Sámedikki prošeavttas «SáMOS» galgá definerejuvvot ja gávnnahuvvot mii sámi mánáidgárdi lea ja háhkat rámmaid vuođđun sámi mánáidgárdepedagogihkkii.

source: En av utfordringene er å sikre god kvalitet på innholdet i barnehagen, samtidig som vi vet at mangelen på fagfolk er stor.
sme: Okta hástalusain lea sihkkarastit buori kvalitehta sisdoalus mánáidgárddis, dasto diehtit ahte fágaolbmuid váilivuohta lea stuoris.

source: Det blir viktig at det finnes fagfolk som har fagkompetanse på området.
sme: Deaŧalaš lea ahte gávdnojit fágaolbmot geain lea fágagelbbolašvuohta suorggis.

source: Fagfolkene vil være med på å sikre god kvalitet og et forsvarlig faglig innhold til det beste for barna, deres foresatte og det samiske samfunnet.
sme: Fágaolbmot leat mielde sihkkarastimin buori kvalitehta ja dohkálaš sisdoalu buoremusat ávkin mánáide, sin fuolaheddjiide ja sámi servodahkii.
